[
	{
	"id" : 0,
	"artist": "Dalek",
	"text" : "Dalek paved the way for off kilter hip-hop for generations to come. With music spanning from glitch-hop and harsh noise to shoe gaze and old-school hip hop, Dalek is an artist that really came out of nowhere and left his mark on underground music.",
	"Spotify": "4ZifLmCPfzhOCocXAMP9Ny"
	},
	{
	"id" : 1,
	"artist": "Death Grips",
	"text" : "verging on pure hardcore punk music at times, Death Grips provides head scratching lyrics coupled with beats made by the devils dial up modem. Their unique style has made a huge impact on the music industry as a whole.",
	"Spotify": "1PQDjdBpHPikAodJqjzm6a"
	},
	{
	"id" : 2,
	"artist": "Clipping.",
	"text" : "Clipping is an unmatched mix between pop-rap and noise rap that follows in the footsteps of the originators of the genre through the complex and compelling stories that emerge from their thoughtfully crafted lyrics.",
	"Spotify": "2hCgbNyMtaNS84dpDN6KZY"
	},
	{
	"id" : 3,
	"artist": "Moodie Black",
	"text" : "Moodie Black is an aggressive mix of industrial music and hardcore noise rap, from their extreme lyrics to the brutal and borderline sadistic soundscapes they make, they truely are one of a kind.",
	"Spotify": "6TGieVsfuh7pI10APP0Eqp"
	},
	{
	"id" : 4,
	"artist": "Big Momma",
	"text" : "Big Momma's music lies somewhere between a horror movie and a roller-coaster. Bombastic beats, dizzyingly speedy flows and thought provoking lyrics truely lend to a one of a kind experience.",
	"Spotify": "5ropRUR74iA89YLCSCwdxf"
	},
	{
	"id" : 5,
	"artist": "cLOUDDEAD",
	"text" : "cLOUDDEAD stands apart from the crowd with their adventurous mix of electronica, indie and hip-hop. The supergroup may sound sleepy and awkward but the trio have gone on to prove themselves and shape indie/hip-hop crossovers to come.",
	"Spotify": "7nxWolJMIiZjvovfFtFvFP"
	},
	{
	"id" : 6,
	"artist": "Cities Aviv",
	"text" : "With spacey and textuarally complex beats, Cities Aviv creates a mind mind altering atmosphere. This along with a back bone of strong flows creates an attention grabbing aura.",
	"Spotify": "39m6U4CrVMRxfHqcbqYTKS"
	},
	{
	"id" : 7,
	"artist": "Lil Ugly Mane",
	"text" : "Lil Ugly Mane is an eclectic rapper that makes music from old school sounding Hip-Hop to straight black metal, he won most listeners over with his villainous demeanor, over the top lyrics and out of this world produciton on his most widely known album, Mista Thug Isolation.",
	"Spotify": "6esNdLCxxHM2l64C0f27u0"
	},
		{
	"id" : 8,
	"artist": "Corbin & Bobby Raps",
	"text" : "The duo Corbin, formarly Spooky Black, and Bobby Raps came together for an album full of twists turns and plenty of depression. The duo highlights each of their talents with singing, rapping and production from Bobby Raps and emotionally dynamic vocals from Corbin. This album sets the standard for Cloud Rap as a whole, proving that it can be more than repetitive loops and lyrics.",
	"Spotify": "1lI1gzn63x4WkD41okIJZ4"
	},
	{
	"id" : 9,
	"artist": "Ho99o9",
	"text" : "Ho99o9, pronounced horror, is a blend of hardcore electronic, hardcore punk and hip-hop/trap. Their use of relentless vocals and musically dynamic and eclectic beats sets them apart from their contemporaries without putting them on the fringes of undergorund music.",
	"Spotify": "3HXoKCEl7KReZyU8yqgpiS"
	},
	{
	"id" : 10,
	"artist": "Bones",
	"text" : "Futuristic, dark, poetic and stylistically diverse, Bones has made a name for himself with his frenetic release pace coupled with an ear for quality. Many concider him to be the pioneer of emo-rap and shadow rap, a darker version of cloud rap.",
	"Spotify": "1ruD75w1cl4fQBzAQDtrWI"
	},
	{
	"id" : 11,
	"artist": "Yung Lean",
	"text" : "Yung Lean expanded in popularity quickly due to his memetic visuals and off kilter style. Concidered by some to be outsider music due to his uncoventional and what some would call undeveloped musical abilities, he stands apart from other rappers, particularly when he first began making music at a very young age.",
	"Spotify": "6gdjvua6iksIJZgmD5FpRp"
	},
	{
	"id" : 12,
	"artist": "Ghostmane",
	"text" : "Dark, noisey and abrasive, Ghostmane has a distinct sound. His minimalistic and basey beats provide the perfect atmosphere for his strange and diverse vocals.",
	"Spotify": "0SDY2hPQVG5aNWBHDt08J7"
	},
	{
	"id" : 13,
	"artist": "Busdriver",
	"text" : "With numble and cerebral flows over many different styles of beats, Busdriver stands out from other chopper rappers with his bizarre and often times goofy lyrics.",
	"Spotify": "3qqN6mooGpvl7tyRz06c9J"
	},
	{
	"id" : 14,
	"artist": "Earl Sweatshirt",
	"text" : "As one of the biggest members of OFWGKTA, or Odd Future for short, Earl made a name for himself in the hayday of their releases by showing a competency above his contemporaries. Due to personal reasons, he did not make any releases for a period of time and has come back better and better with each album after this. His newest sound is very far from the subterranean horror core tropes of his original work and has moved in to a more personal and softer spoken style.",
	"Spotify": "7rTSUIDeqU9FOZRYLyXrEJ"
	},
	{
	"id" : 15,
	"artist": "Eyedea",
	"text" : "Although he passed tragically before he could fully develope his craft, Eyedea managed to make some music that was very ahead of its time. With a focus on vibe and lyrics over the traditional song structures of his contemporaries, he influenced a great deal of young rappers to go against the grain.",
	"Spotify": "7kqrgn3tmQo73ebBPnZJM4"
	},
	{
	"id" : 16,
	"artist": "Ghost Bath",
	"text" : "Bringing forth a jarring mix of black metal and post-rock, Ghost Bath creates surprisingly beautiful soundscapes.",
	"Spotify": "2UJq9KlpfPsTgIjJfmVRwR"
	},
	{
	"id" : 17,
	"artist": "Deafheaven",
	"text" : "Often attributed with the popularization of hipster black metal, Deafheaven creates a wall of sound like none other. Coupling the brutal aspects of classic black metal with the warm comforts of shoegaze, they popularized the style leading to a bigger focus on blackgaze in general.",
	"Spotify": "2kKXGWaCEl06EKZ4DxBJIT"
	},
	{
	"id" : 18,
	"artist": "An Autumn For Crippled Children",
	"text" : "Adding a dash of post punk styles popularized in the 1980's along with the new styles of blackgaze, An Autumn For Crippled Children brings a fresh taste to a classic genre.",
	"Spotify": "30KbiuQYFDXzHtaOFw2hlZ"
	},
	{
	"id" : 19,
	"artist": "Liturgy",
	"text" : "Some concider to be one of the only bands moving the black metal genre forward at this time. With their unique song structures and production choices and techniques, Liturgy creates a very harsh and abrasive but undeniably unique experience.",
	"Spotify": "5PIuMlRY9PSLUSFzs6lQu1"
	},
	{
	"id" : 20,
	"artist": "Psyopus",
	"text" : "Brutally dissonent and noisey, Psyopus is one of the hardest and most texturally dense hardcore bands of their time.",
	"Spotify": "6fRc3WAWwG6xrW7zGQzfhK"
	},
	{
	"id" : 21,
	"artist": "The Number Twelve Looks Like You",
	"text" : "Extremely intense and sonically dynamic, The Number Twelve Looks Like You is a one of a kind math-core/avant-garde band bringing forth multiple different genres all smashed together with a sledge hammer and jammed in to your ears.",
	"Spotify": "3DbBYOAxvfx6TGMA4cenEB"
	},
	{
	"id" : 22,
	"artist": "The Tony Danza Tapdancing Extravaganza",
	"text" : "Not much is to be said about The Tony Danza Tapdancing Extravaganza, they're hard, the're mathy and they always write and produce music at the same level of intensity and quality.",
	"Spotify": "68fkTE4dU4efv0n0LZE2kr"
	},
	{
	"id" : 23,
	"artist": "Archspire",
	"text" : "Archspire sticks to what works, They bring brutal riffs with the occasional beautiful soft passing along with absolutly crushing vocals at intensly high speeds. A good balance between innovation and keeping true to their death metal influences.",
	"Spotify": "3Oi3lWclhSMkDXEtIVPVJi"
	},
	{
	"id" : 24,
	"artist": "Horse The Band",
	"text" : "Hard dynamic and the definition of Nintendocore, Horse The Band was one of the innovators of the genre, mixing crushing hardcore riffs and vocals with 8-bit synth tones and the occasional electronic drum machine.",
	"Spotify": "7d8CDV3sAMg0BE0T6hziFk"
	},
	{
	"id" : 25,
	"artist": "The Chariot",
	"text" : "Relentlessly hard with a classic sound, they stick to what works but spice it up with unusualy textures and a bit of mathy playing. The Chariot sets a high bar for hardcore music and has left their mark on the genre.",
	"Spotify": "4whDY2k7swyZlIo8Sy0Bf5"
	},
	{
	"id" : 26,
	"artist": "Nails",
	"text" : "With their noisey and intentionaly lo-fi atmosphere coupled with crushing guitars and dark lyrics, Nails is one of the hardest hardcore bands around.",
	"Spotify": "0i3KerJQ8wBx60b44jwe0y"
	},
	{
	"id" : 27,
	"artist": "Converge",
	"text" : "one of the longer running hardcore bands, their earlier work helped lay the foundation of what the genre would become. Though their new music is much more in tune with their contemporaries, their earliest albums we're much more unique with little outside influence working its way in to them.",
	"Spotify": "0L0126v9XbJTwWgx5fPoYG"
	},
	{
	"id" : 28,
	"artist": "Neurosis",
	"text" : "former hardcore/experimental punk band Neurosis made the switch in to post-metal adn sludge metal halfway through their carrer, decided to put down the plast beats for turtle paced dying star density riffs and vibes. They are uniquely dark and despondent for most post-metal/post-rock music, favoring dissonent scales and chords over the twinkley delay slathered chords of their contemporaries.",
	"Spotify": "2cdr9bgZKUMUptKSMuC8mP"
	},
	{
	"id" : 29,
	"artist": "Ulcerate",
	"text" : "Crafting an extreme mix of post-metal and classic death metal, Ulcerate creates dense and layered soundscapes using poly-tonal guitar techniques to add a sense of dread and tension to all of their music.",
	"Spotify": "3F61xA8pQADnq1EHfM5vv8"
	},
	{
	"id" : 30,
	"artist": "Between The Buried And Me",
	"text" : "Between The Buried And Me is a progressive metal band that blends a lot of genres together seamlessly. They span from extremly fast and abrasive to slow, clean and reflective all in the same song.",
	"Spotify": "56mXsvBsKgRCXgmtzOAC22"
	},
	{
	"id" : 31,
	"artist": "Intronaut",
	"text" : "Intronaut creates mountains of tension and valleys of relief with their agressive dissonent riffs that lead in to beautiful jazzy passages. They are a slow moving but very solid post-metal band.",
	"Spotify": "2fbrD84tiJrKOsbNxiC3dX"
	},
	{
	"id" : 32,
	"artist": "Baths",
	"text" : "Baths album Cerulean was far ahead of the crub when it came out, with its haunting synths, boom-bap drums and thoughtful song structure. On top of this, the one of a kind falsetto vocals make Baths stick out from his contemporaries.",
	"Spotify": "3luRdv37JrEEOUYw8s9pA4"
	},
	{
	"id" : 34,
	"artist": "Nosaj Thing",
	"text" : "Nosaj Thing has an excelent ear for timbre and production quality. He produces very clean and scerene sounding tracks with beautiful and haunting melodies and harmonies.",
	"Spotify": "5IZq5XHZil3Gb88QKMurG4"
	},
	{
	"id" : 35,
	"artist": "Aphex Twin",
	"text" : "Although not only known for his more mellow music, many listeners concider this album to be the best Aphex Twin album",
	"Spotify": "17vHPMmoxN5B8cdhCDeMTe"
	},
	{
	"id" : 36,
	"artist": "Shlohmo",
	"text" : "Providing god tier vibe music, Shlohmo made a name for himself with his airy, atmospheric, reflective music. Perfect for road trips and crying alone, Shlohmo has provided production for a long list of large and small artists.",
	"Spotify": "5PekE7fE5Zjqrfy45vjL8W"
	},
	{
	"id" : 37,
	"artist": "Passenger Of Shit",
	"text" : "Passenger Of Shit has been making experimental break-core and electronic music sinse the 90's. Crushing drums, strange distorted vocals and a focus on melody along with their extreme lyrics have made them something to gawk at.",
	"Spotify": "2ePYMDRfU0q80shfQVjo2g"
	},
	{
	"id" : 38,
	"artist": "Anklepants",
	"text" : "A special effects artist turned experimental electronic artist, Anklepants creates tension and anxiety with his strange often times minimalist music.",
	"Spotify": "4IqqIYpOVRFaXuFC8oYX2n"
	},
	{
	"id": 39,
	"artist": "GoreShit",
	"text": "The due GoreShit originally formed as a black metal band but quickly took their music in to a very different direction. They craft extremely hard and unforgiving walls of sound..",
	"Spotify" : "3ws7qAc5q71MBN7Y1EjMjL"
	},
	{
	"id": 40,
	"artist": "Otto Von Schirach",
	"text": "Otto Von Schirach brings the party everywhere he goes with his strange mix of acid, drum and base and hip hop.",
	"Spotify" :"7dZ4KEtE0W9M8iJTKvx6A1"
	},
		{
	"id": 41,
	"artist": "Ruby My Dear",
	"text": "Ruby My Dear brings a much more melodic version of classic break-core with more focus on tension and release and song structure than standard break-core acts.",
	"Spotify" :"5L2U6zJr4k4pxq6LKXuGKq"
	},
	{
	"id": 42,
	"artist": "Igorrr",
	"text": "There isn't a genre that Igorrr is afraid to add to his music. With single songs spanning from classical music, to break-core to straight up metal, Igorrr has an extremly difinitive sound.",
	"Spotify" :"2kIuH8eEDlpUQhYVt5pvMn"
	},
	{
	"id": 43,
	"artist": "Iglooghost",
	"text": "Iglooghost puts an extreme spin on dance music, with a plethura of different synths rapid firing off through progressive passages of chaos. Don't expect anything short of a fever dream when putting on an Iglooghost album.",
	"Spotify" :"68aZtDbgNargCMYgNvw5JG"
	},
	{
	"id": 44,
	"artist": "Clarence Clarity",
	"text": "Often times sounding like a boy band from hell with a shaken bee hive for a producer, Clarence Clarity makes a carefully crafted bastardized version of electronic funk and pop.",
	"Spotify" :"6d7DD0Qi2pKwcSBSfIgejn"
	},
	{
	"id": 45,
	"artist": "Ricky Eat Acid",
	"text": "The ambient project of Sam Ray of American Pleasure Club fame(formarly known as Teen Suicide), brings together the saddest possible sounds that grow in to beautiful near bone-chilling symphonies ",
	"Spotify" :"26gkffOvs2DQvsDza7l2Ur"
	},
	{
	"id": 46,
	"artist": "Brian Eno",
	"text": "Brian Eno is one of the most impactful individuals currently living when it comes to music. His discography is legendary and his influence on the music industry will forever remain. Music For Airports is one of the first ambient albums of its kind and will forever be remembered.",
	"Spotify" :"1wav8iHetp5VQ64CICsRsX"
	},
	{
	"id": 47,
	"artist": "Jon Hopkins",
	"text": "With his precisely crafted sound, you can here the love that goes in to every note and every timbre of every second of Jon Hopkins music. He has a way of createing and destroying an entire universe around his listeners head",
	"Spotify" :"1nvzBC1M3dlCMIxfUCBhlO"
	},
	{
	"id": 48,
	"artist": "Sunn O)))",
	"text": "Although not purely ambient or electronic, Sunn O))) has taken the elements of the genre along with drone music and done it to the nth degree. The brutal crushing and beautiful walls of sound they craft have set them apart from nearly every other artist in the industry.",
	"Spotify" :"4QQufkJttfDs38UvhiXnvm"
	}
]
	
